{"urlLogical":"/news","locale":"en","languageCode":"en","areaCode":"!undefined","_configFromHook":"!undefined","abortReason":"!undefined","_urlRewrite":null,"_urlRedirect":"!undefined","abortStatusCode":"!undefined","_abortCall":"!undefined","_pageContextInitIsPassedToClient":"!undefined","pageId":"/pages/news","routeParams":{},"data":{"records":[{"filename":"20250101_test_news_1.md","metadata":{"created":1735689600000,"lang":"en","image":"/assets/flux/complex_emergent_p_image.jpg","authors":["Bill Stark","Toshiaki Subashiko"],"tags":["test"],"desc":"This is a test news. [article link](/articles/test-1)"},"content":"This is a test news.\r\n[article link](/articles/test-1)"},{"filename":"20241231_test_news_2.md","metadata":{"created":1735603200000,"lang":"en","authors":["Bill Stark","Toshiaki Subashiko"],"tags":["test"],"desc":"Fictional Lab, a premier research facility at Fictional University, has announced a groundbreaking development in renewable energy storage technology. The lab’s……"},"content":"Fictional Lab, a premier research facility at Fictional University, has announced a groundbreaking development in renewable energy storage technology. The lab’s team, led by Dr. Elena Carter, revealed a new type of battery that promises to double the energy efficiency of current lithium-ion systems while being environmentally sustainable.\r\n\r\nThe innovation, called the \"GreenVolt Cell,\" uses organic materials derived from plant-based sources, significantly reducing the environmental footprint of energy storage solutions. “This development could revolutionize how we store and use renewable energy,” said Dr. Carter. “It’s a major step toward combating climate change.”\r\n\r\nThe breakthrough has already attracted interest from major energy companies and environmental organizations. Fictional Lab plans to collaborate with industry partners for large-scale testing and production in the coming year.\r\n\r\nThis achievement further solidifies Fictional Lab’s reputation as a leader in sustainable technology research. Students and faculty alike are celebrating this milestone, excited about its potential to shape the future of clean energy.\r\n\r\n[article link](/articles/test-1)"}],"recordsByTag":{"test":["20241231_test_news_2.md","20250101_test_news_1.md"]}}}